rules_discount = "\
И так, разложим всё по полочкам.\n\n\
У нас существует <b>3 уровня</b> скидки!\n\n\
<b>1 уровень</b> - вы приобретаете 10 позиций и получаете 5% скидки на любую продукцию.\n\n\
<b>2 уровень</b> - вы приобретаете 20 позиций и получаете 10% скидки на любую продукцию.\n\n\
<b>3 уровень</b> - вы приобретаете 30+ позиций и получаете 15% скидки на любую продукцию.\n\n\
Если ты в <b>ТОПЕ</b> - для тебя 20% скидки на любую продукцию (<b>кроме железа, ой</b>)\n\n\
Прошу обратить внимание, что информация во вкладке \"моя скидочка\" - обновляется раз в несколько дней.\n\n\
Если вы у вас возникают вопросы пишите @mrmartelli\
" # parse mode: html


support = "\
<b>Внимание</b>\n\
Данные обновляются в течении <b>нескольких дней</b>\n\
Если вы у вас возникают вопросы пишите одному из них @mrmartelli либо @amat8ry, Решим вопрос в кротчайшие сроки.\
" # parse mode: html

top = "\
<b>Если ты в топе</b> - то в течение СЛЕДУЮЩЕГО месяца, для тебя будет действовать 20% скидки на любую продукцию (кроме подов, ой)\n\n\
<b>Вот топ покупателей за месяц:</b>\n\n\
" # parse mode: html

referal_system = "\
<b>Реферальная система</b> - за каждую покупку твоего реферала ты получишь 5% скидки на следующую <b>СВОЮ</b> покупку\n\n\
Твоя реферальная ссылка: {link}\n\n\
<b>Список твоих рефералов:</b>\n\n\
".format(link = "error") # parse mode: html

contestTextStart = "\
Итак ребята, от <b>всей команды Солемона хотим поздравить вас с наступающим Новым годом!</b>\n\n\
Ну и, чтобы поддерживать планку и <b>с двух ног ворваться в Новый год, мы объявляем розыгрыш!</b>\n\n\
<b>Условия максимально просты:</b>\n\
<i>1. Быть подписанным на <a href='https://t.me/so1emon'>Solemon Shop</a> и на <a href='https://t.me/PepsiColaVape'>PepsiCola Vape</a>\n\
2. Быть участником нашего <a href='https://t.me/Solemon_Shop_Bot'>бота</a>\n\
3. Быть подписанным на нашу <a href='https://t.me/BobruiskVape'>барахолку</a>\n\
4. Нажать на кнопочку «Участвовать» в самом боте</i>\n\n\
<b>P.S - 🔥КОНКУРС🔥 (будет в главном меню) -> Участвовать</b>\n\n\
<b>По призам все очень вкусно:</b>\n\n\
<i>1. Aegis Boost 3 + жидкость на выбор\n\
2. Xros 4 mini + жидкость на выбор \n\
3. Сертификат на 50р \n\
4. Сертификат на 30р \n\
5. Сертификат на 30р </i>\n\n\
<b>Дедлайн: 10 января в 00.00!</b>"